[
  {
    "id": 1,
    "title": "Warwickshire Restaurant Group",
    "subtitle": "Digital Transformation Success",
    "description": "Complete digital transformation for a leading Warwickshire restaurant chain, including a modern booking system, menu management, and comprehensive digital marketing strategy. Achieved 150% increase in online bookings and significantly enhanced customer experience.",
    "image": "/images/featured/featured-image-01.jpg",
    "category": ["Digital Transformation", "Web Development"],
    "thumbnail": {
      "src": "/images/featured/featured-image-01.jpg",
      "width": 800,
      "height": 600
    },
    "counter": [
      {
        "title": "Booking Increase",
        "amount": 150
      },
      {
        "title": "Monthly Website Visits",
        "amount": 25000
      }
    ],
    "videoUrl": "",
    "projectBreif1": {
      "image": "/images/featured/featured-brief-01.jpg",
      "description": [
        "The Warwickshire Restaurant Group needed a complete digital overhaul to streamline their booking process and enhance their online presence. Their existing system was outdated and couldn't handle their growing multi-location business efficiently.",
        "Key challenges included managing bookings across multiple locations, maintaining real-time menu updates, and creating a cohesive digital marketing strategy to increase visibility in the competitive Warwickshire dining scene."
      ]
    },
    "projectBreif2": {
      "image": "",
      "description": [
        "Our solution focused on creating a seamless digital experience that would match the quality of their in-restaurant service. We implemented an integrated booking system with real-time availability updates across all locations.",
        "The digital marketing strategy targeted both locals and tourists, emphasizing the unique dining experience and local sourcing of ingredients that sets them apart from competitors."
      ]
    },
    "solution": {
      "image": "",
      "description": [
        "We developed a modern, responsive WordPress website with a custom booking system integrated across all locations. The solution included a centralized menu management system, allowing staff to update menus in real-time across all digital platforms.",
        "Our digital marketing campaign combined local SEO optimization, targeted social media advertising, and email marketing to reach both existing and potential customers. We implemented tracking systems to measure campaign effectiveness and customer engagement."
      ]
    },
    "process": {
      "title": "Our Development Process",
      "description": "A strategic approach ensuring successful digital transformation and measurable results.",
      "strategies": [
        {
          "id": 1,
          "title": "Discovery & Planning",
          "subtitle": "Understanding needs and objectives",
          "description": "We conducted extensive research into the client's business operations, customer base, and competition. This included user interviews, competitor analysis, and workflow mapping to identify key requirements and opportunities for improvement.",
          "highlightColor": "extra04-color",
          "image": "/images/process/process-01.jpg"
        },
        {
          "id": 2,
          "title": "Design & UX",
          "subtitle": "Creating the perfect experience",
          "description": "Our design team created wireframes and prototypes focusing on user experience, particularly for the booking process and menu presentation. We ensured the design reflected the premium brand while maintaining ease of use across all devices.",
          "highlightColor": "extra05-color",
          "image": "/images/process/process-02.jpg"
        },
        {
          "id": 3,
          "title": "Development",
          "subtitle": "Building robust solutions",
          "description": "We developed a custom WordPress solution with integrated booking system, menu management, and content management capabilities. The development process included regular testing and client feedback to ensure all requirements were met.",
          "highlightColor": "extra06-color",
          "image": "/images/process/process-03.jpg"
        },
        {
          "id": 4,
          "title": "Launch & Optimization",
          "subtitle": "Delivering results",
          "description": "Post-launch, we implemented a comprehensive digital marketing strategy, including local SEO, social media campaigns, and performance monitoring. Regular optimization ensures continued improvement in bookings and engagement.",
          "highlightColor": "extra07-color",
          "image": "/images/process/process-04.jpg"
        }
      ]
    }
  },
  {
    "id": 2,
    "title": "Warwickshire Artisans Marketplace",
    "subtitle": "E-commerce Success Story",
    "description": "Created a thriving online marketplace for Warwickshire artisans, featuring multi-vendor capabilities, secure payments, and comprehensive analytics. Launched with 50+ vendors and achieved £100,000+ in sales within the first quarter.",
    "image": "/images/featured/featured-image-02.jpg",
    "category": ["E-commerce", "Web Development"],
    "thumbnail": {
      "src": "/images/featured/featured-image-02.jpg",
      "width": 800,
      "height": 600
    },
    "counter": [
      {
        "title": "Active Vendors",
        "amount": 50
      },
      {
        "title": "First Quarter Sales (£k)",
        "amount": 100
      }
    ],
    "videoUrl": "",
    "projectBreif1": {
      "image": "/images/featured/featured-brief-02.jpg",
      "description": [
        "Local artisans in Warwickshire needed a dedicated online platform to showcase and sell their handcrafted products. The challenge was to create a marketplace that could support multiple vendors while maintaining a cohesive shopping experience.",
        "The platform needed to handle complex vendor management, secure payments, and provide detailed analytics for both administrators and individual vendors."
      ]
    },
    "projectBreif2": {
      "image": "",
      "description": [
        "We developed a custom WooCommerce-based marketplace with advanced multi-vendor functionality. The platform includes automated vendor payouts, detailed analytics dashboards, and a streamlined product management system.",
        "Each vendor has their own branded storefront while maintaining consistent navigation and checkout processes. The platform also includes features for highlighting artisan stories and showcasing their craftsmanship."
      ]
    },
    "solution": {
      "image": "",
      "description": [
        "The marketplace platform we built includes sophisticated vendor management tools, automated commission calculations, and detailed analytics for both administrators and vendors.",
        "We implemented a comprehensive marketing strategy to attract both vendors and customers, including local SEO, social media campaigns, and email marketing to build the marketplace community."
      ]
    },
    "process": {
      "title": "Our E-commerce Process",
      "description": "Building a successful multi-vendor marketplace through careful planning and execution.",
      "strategies": [
        {
          "id": 1,
          "title": "Research & Planning",
          "subtitle": "Understanding the market",
          "description": "We conducted extensive research into multi-vendor marketplaces, artisan needs, and customer expectations. This helped us design a platform that would serve both vendors and customers effectively.",
          "highlightColor": "extra04-color",
          "image": "/images/process/process-01.jpg"
        },
        {
          "id": 2,
          "title": "Platform Design",
          "subtitle": "Creating the marketplace",
          "description": "Our design focused on creating an intuitive interface for both vendors and customers, with careful attention to product presentation and vendor storytelling opportunities.",
          "highlightColor": "extra05-color",
          "image": "/images/process/process-02.jpg"
        },
        {
          "id": 3,
          "title": "Development",
          "subtitle": "Building the infrastructure",
          "description": "We developed custom plugins and integrations to handle vendor management, commission calculations, and automated payouts. The platform was built with scalability in mind.",
          "highlightColor": "extra06-color",
          "image": "/images/process/process-03.jpg"
        },
        {
          "id": 4,
          "title": "Launch & Growth",
          "subtitle": "Scaling the marketplace",
          "description": "We implemented a vendor onboarding strategy and marketing campaign to attract both vendors and customers. Continuous optimization ensures platform growth and success.",
          "highlightColor": "extra07-color",
          "image": "/images/process/process-04.jpg"
        }
      ]
    }
  },
  {
    "id": 3,
    "title": "TechStart Warwickshire",
    "subtitle": "Brand Launch & Digital Marketing",
    "description": "Comprehensive brand development and digital marketing campaign for a Warwickshire tech startup. Created strong brand identity and social media presence, achieving over 10,000 followers and significant market presence before product launch.",
    "image": "/images/featured/featured-image-03.jpg",
    "category": ["Branding", "Digital Marketing"],
    "thumbnail": {
      "src": "/images/featured/featured-image-03.jpg",
      "width": 800,
      "height": 600
    },
    "counter": [
      {
        "title": "Social Media Followers",
        "amount": 10000
      },
      {
        "title": "Brand Engagement Rate",
        "amount": 25
      }
    ],
    "videoUrl": "",
    "projectBreif1": {
      "image": "/images/featured/featured-brief-03.jpg",
      "description": [
        "A Warwickshire-based tech startup needed to establish a strong brand presence and generate buzz before their product launch. They required a comprehensive brand identity and digital marketing strategy to position themselves in the competitive tech market.",
        "The challenge was to create a distinctive brand voice that would resonate with both technical and non-technical audiences while building anticipation for their upcoming product launch."
      ]
    },
    "projectBreif2": {
      "image": "",
      "description": [
        "Our approach focused on creating a modern, tech-forward brand identity that would stand out in the market. This included developing a complete visual language, tone of voice, and content strategy.",
        "The social media strategy needed to build community engagement and establish the brand as a thought leader in their space before the product launch."
      ]
    },
    "solution": {
      "image": "",
      "description": [
        "We developed a complete brand identity package including logo design, color palette, typography, and brand guidelines. The visual identity was implemented across all digital touchpoints including website, social media, and marketing materials.",
        "Our social media campaign focused on creating engaging content that showcased the company's expertise and product development journey, building anticipation for the launch."
      ]
    },
    "process": {
      "title": "Our Branding Process",
      "description": "Creating a powerful brand presence through strategic planning and execution.",
      "strategies": [
        {
          "id": 1,
          "title": "Brand Strategy",
          "subtitle": "Defining the foundation",
          "description": "We developed a comprehensive brand strategy including positioning, messaging, and target audience analysis to ensure the brand would resonate with key stakeholders.",
          "highlightColor": "extra04-color",
          "image": "/images/process/process-01.jpg"
        },
        {
          "id": 2,
          "title": "Identity Design",
          "subtitle": "Creating the look",
          "description": "Our design team created a modern, distinctive visual identity that reflected the company's innovative nature while ensuring versatility across all applications.",
          "highlightColor": "extra05-color",
          "image": "/images/process/process-02.jpg"
        },
        {
          "id": 3,
          "title": "Content Strategy",
          "subtitle": "Building engagement",
          "description": "We developed a content strategy that combined thought leadership, product development updates, and community engagement to build anticipation for the launch.",
          "highlightColor": "extra06-color",
          "image": "/images/process/process-03.jpg"
        },
        {
          "id": 4,
          "title": "Launch & Growth",
          "subtitle": "Driving results",
          "description": "The brand launch campaign included coordinated social media activities, influencer partnerships, and content marketing to rapidly build brand awareness and engagement.",
          "highlightColor": "extra07-color",
          "image": "/images/process/process-04.jpg"
        }
      ]
    }
  }
]
