[
  {
    "id": 1,
    "image": "/images/portfolio/portfolio-01.jpg",
    "categories": ["Web Development", "Digital Marketing"],
    "categoryIds": [1, 2],
    "title": "Warwickshire Restaurant Chain Website",
    "description": "Complete website redesign and digital marketing strategy for a prominent Warwickshire-based restaurant chain. The project included a modern, responsive website with online booking system and menu management. <br/><br/> Our digital marketing campaign increased their online visibility and bookings by 150% within six months.",
    "delivered": "Modern responsive website, integrated booking system, SEO optimization, and ongoing digital marketing support resulting in significant business growth.",
    "strategy": "Comprehensive digital strategy combining local SEO, targeted social media campaigns, and user-friendly website design to enhance the client's online presence.",
    "design": "Clean, modern design focusing on visual appeal and user experience, with easy navigation and clear calls-to-action.",
    "development": "Custom WordPress development with advanced booking integration, menu management system, and mobile-first approach.",
    "videoUrl": ""
  },
  {
    "id": 2,
    "image": "/images/portfolio/portfolio-02.jpg",
    "categories": ["E-commerce", "Digital Marketing"],
    "categoryIds": [2, 3],
    "title": "Local Artisan Marketplace",
    "description": "Created a bespoke e-commerce platform for Warwickshire artisans to sell their handcrafted products online. The platform includes secure payment processing, vendor management, and customer accounts. <br/><br/> Successfully launched with 50+ local vendors and achieved £100,000+ in sales within the first quarter.",
    "delivered": "Custom e-commerce platform, vendor portal, marketing strategy, and ongoing technical support ensuring smooth operations.",
    "strategy": "Focused on creating a community-driven marketplace that supports local businesses while providing a seamless shopping experience.",
    "design": "Intuitive interface design showcasing product photography and vendor stories, with easy product discovery and checkout process.",
    "development": "Built on WooCommerce with custom plugins for multi-vendor functionality and advanced inventory management.",
    "videoUrl": ""
  },
  {
    "id": 3,
    "image": "/images/portfolio/portfolio-03.jpg",
    "categories": ["Branding", "Social Media"],
    "categoryIds": [3, 4],
    "title": "Startup Brand Launch",
    "description": "Complete brand development and digital launch for a Warwickshire tech startup. Created comprehensive brand identity and implemented multi-channel marketing strategy. <br/><br/> Achieved over 10,000 social media followers and significant market presence within three months.",
    "delivered": "Brand guidelines, social media strategy, content creation, and marketing materials that established a strong market presence.",
    "strategy": "Integrated approach to brand building combining traditional and digital channels to reach target audience effectively.",
    "design": "Modern brand identity design with consistent visual elements across all platforms and marketing materials.",
    "development": "Development of brand assets and marketing collateral, including social media templates and email marketing systems.",
    "videoUrl": ""
  },
  {
    "id": 4,
    "image": "/images/portfolio/portfolio-04.jpg",
    "categories": ["Web Application", "UX Design"],
    "categoryIds": [5, 6],
    "title": "Property Management Portal",
    "description": "Developed a custom web application for a leading Warwickshire property management company. The system streamlines property listings, tenant management, and maintenance requests. <br/><br/> Reduced administrative workload by 60% and improved tenant satisfaction scores.",
    "delivered": "Full-featured property management system with user-friendly interfaces for both staff and tenants.",
    "strategy": "User-centered design approach focusing on simplifying complex property management processes.",
    "design": "Clean, intuitive interface design with dashboard views tailored to different user roles.",
    "development": "Custom web application built with modern frameworks, featuring real-time updates and automated workflows.",
    "videoUrl": ""
  },
  {
    "id": 5,
    "image": "/images/portfolio/portfolio-05.jpg",
    "categories": ["Digital Marketing", "PPC"],
    "categoryIds": [1, 2],
    "title": "Retail Chain Marketing Campaign",
    "description": "Executed a comprehensive digital marketing campaign for a Warwickshire retail chain, including SEO, PPC, and social media marketing. <br/><br/> Generated 200% ROI on ad spend and increased foot traffic to physical stores by 75%.",
    "delivered": "Integrated marketing campaign, conversion tracking, and detailed analytics reporting showing clear ROI.",
    "strategy": "Multi-channel approach combining local SEO, targeted PPC campaigns, and social media engagement.",
    "design": "Eye-catching ad creatives and landing pages optimized for conversion.",
    "development": "Implementation of tracking systems and custom reporting dashboards for campaign monitoring.",
    "videoUrl": ""
  },
  {
    "id": 6,
    "image": "/images/portfolio/portfolio-06.jpg",
    "categories": ["Web Development", "E-commerce"],
    "categoryIds": [1, 3],
    "title": "Boutique Online Store",
    "description": "Created a custom e-commerce solution for a high-end Warwickshire boutique, featuring integrated inventory management and personalized shopping experiences. <br/><br/> Achieved 300% increase in online sales within the first year.",
    "delivered": "Fully responsive e-commerce website with advanced features including personalized recommendations and loyalty program.",
    "strategy": "Focus on creating a premium online shopping experience that reflects the boutique's high-end brand.",
    "design": "Elegant, minimalist design showcasing products with high-quality imagery and smooth user interactions.",
    "development": "Custom Shopify development with bespoke features and third-party integrations.",
    "videoUrl": ""
  }
]
